{
    "MainHeader": {
        "home": "Home",
        "about": "About us",
        "team": "Our Team",
        "coaches": "Our Coaches",
        "facility": "Our Facility",
        "classes": "Our Classes",
        "contacts": "Contacts",
        "gallery": "Photo gallery",
        "schedule": "Schedule",
        "en": "English",
        "ru": "Russian",
        "ka": "Georgian"
    },
    "Schedule": {
        "mon": "Monday",
        "tue": "Tuesday",
        "wed": "Wednesday",
        "thu": "Thursday",
        "fri": "Friday",
        "sat": "Saturday",
        "sun": "Sunday",
        "adlt": "Adults",
        "kids": "Kids",
        "title": "Our Schedule",
        "intro": "We offer a variety of classes for all ages and skill levels. Whether you're a beginner or an experienced martial artist, we have something for you.",
        "schedule": "Schedule"
    },
    "VideoBlock": {
        "gladius": "GLADIUS",
        "welcome": "Japanese and Brazilian Jiu-Jitsu",
        "videoError": "Your browser does not support HTML5 video. Please use a modern browser."
    },
    "Classes": {
        "title": "Our Classes",
        "intro": "We offer a variety of classes for all ages and skill levels. Whether you're a beginner or an experienced martial artist, we have something for you.",
        "bjjKids": "Kids. Brazilian Jiu-Jitsu (BJJ)",
        "bjjAdults": "Adults. Brazilian Jiu-Jitsu (BJJ)",
        "kravKids": "Kids. Krav Maga",
        "kravAdults": "Adults. Krav Maga",
        "mmaKids": "Kids. MMA",
        "mmaAdults": "Adults. MMA",
        "bjjKidsDesc": "Kids Brazilian Jiu-Jitsu (BJJ) is a grappling-based martial art that focuses on ground control, submissions, and leverage — all without striking.Training helps children improve agility, coordination, strength, and strategic thinking under pressure.BJJ teaches kids to stay calm in challenging situations, defend themselves responsibly, and show respect to others. It builds perseverance, patience, and confidence both on and off the mats.",
        "bjjAdultsDesc": "Brazilian Jiu-Jitsu (BJJ) is a grappling-based martial art that focuses on ground control, submissions, and leverage — all without striking.Training helps adults improve agility, coordination, strength, and strategic thinking under pressure.BJJ teaches adults to stay calm in challenging situations, defend themselves responsibly, and show respect to others. It builds perseverance, patience, and confidence both on and off the mats.",
        "kravKidsDesc": "Kids Krav Maga is a self-defense system designed for children. It teaches them how to recognize and avoid dangerous situations, as well as how to defend themselves if necessary. The program focuses on building confidence, discipline, and respect while providing practical self-defense skills.",
        "kravAdultsDesc": "Krav Maga is a self-defense system developed by the Israeli military. It combines techniques from various martial arts and focuses on real-world scenarios, teaching practitioners how to defend against armed and unarmed attacks.",
        "mmaKidsDesc": "Kids MMA is a mixed martial arts program designed for children. It combines elements of various martial arts, including Brazilian Jiu-Jitsu, Muay Thai, and wrestling. The program focuses on building confidence, discipline, and respect while providing practical self-defense skills.",
        "mmaAdultsDesc": "MMA (Mixed Martial Arts) is a full-contact combat sport that allows a wide variety of fighting techniques and skills from a mixture of other combat sports to be used in competition. It is a combination of striking and grappling techniques from various martial arts disciplines, including boxing, Muay Thai, Brazilian Jiu-Jitsu, wrestling, and more. MMA training helps improve physical fitness, self-defense skills, and mental toughness."
    },
    "Footer": {
        "address": "Pavle Aslanidi Street 21, Tbilisi, Georgia",
        "callUs": "Call us"
    },
    "PromoSections": {
        "promoTitleFree": "Trial class for free",
        "promoDescFree": "Come to an introductory session free of charge - get acquainted with the atmosphere and methodology of our trainers.",
        "promoButton": "Contact us",
        "promoTitleIndividual": "Personalized Training Plan",
        "promoDescIndividual": "We assess your level, set goals, and create a program for you: weight loss, tone, or competitive preparation.",
        "promoButtonDetails": "More details",
        "promoTitleSchedule": "Classes 5 days a week",
        "promoDescSchedule": "Classes are held 5 days a week, with the possibility of choosing the time and day of classes. We are always happy to see you at training!",
        "promoButtonSchedule": "Schedule",
        "promoTitleMasterClasses": "Master classes and special events",
        "promoDescMasterClasses": "We regularly host seminars and open lessons with experienced trainers and athletes. Stay tuned for updates!"
    },
    "About": {
        "aboutTitle": "We are GLADIUS",
        "aboutDescription": "GLADIUS is a martial arts school located in Tbilisi, Georgia. We specialize in Brazilian Jiu-Jitsu (BJJ), Krav Maga, and MMA. Our experienced coaches are dedicated to providing high-quality training for all levels, from beginners to advanced practitioners. We believe in creating a supportive and inclusive environment where everyone can learn and grow."
    }
}