{
    "MainHeader": {
        "home": "მთავარ გვერდზე",
        "about": "ჩვენ შესახებ",
        "team": "ჩვენი გუნდი",
        "coaches": "ჩვენი მწვრთნელები",
        "facility": "ჩვენი დარბაზი",
        "classes": "ჩვენი კლასები",
        "contacts": "კონტაქტები",
        "gallery": "ფოტო გალერეა",
        "schedule": "განრიგი",
        "en": "ინგლისური",
        "ru": "რუსული",
        "ka": "ქართული"
    },
    "Schedule": {
        "mon": "ორშაბათი",
        "tue": "სამშაბათი",
        "wed": "ოთხშაბათი",
        "thu": "ხუთშაბათი",
        "fri": "პარასკევი",
        "sat": "შაბათი",
        "sun": "კვირა",
        "adlt": "ზრდასრული",
        "kids": "ბავშვები",
        "title": "ჩვენი განრიგი",
        "intro": "ჩვენ გთავაზობთ მრავალფეროვან კლასებს ყველა ასაკისა და უნარების დონეზე. მიუხედავად იმისა, რომ თქვენ ხართ დამწყები თუ გამოცდილი საბრძოლო ხელოვნება, ჩვენ გვაქვს რაღაც თქვენთვის.",
        "schedule": "განრიგი"
    },
    "VideoBlock": {
        "gladius": "GLADIUS",
        "welcome": "იაპონური და ბრაზილიური ჯიუ-ჯითსუ",
        "videoError": "თქვენი ბრაუზერი არ უზრუნველყოფს HTML5 ვიდეოს. გთხოვთ გამოიყენოთ თანამედროვე ბრაუზერი."
    },
    "Classes": {
        "title": "ჩვენი კლასები",
        "intro": "ჩვენ გთავაზობთ მრავალფეროვან კლასებს ყველა ასაკისა და უნარების დონეზე. მიუხედავად იმისა, რომ თქვენ ხართ დამწყები თუ გამოცდილი საბრძოლო ხელოვნება, ჩვენ გვაქვს რაღაც თქვენთვის.",
        "bjjKids": "ბავშვები. ბრაზილიური ჯიუ-ჯითსუ (BJJ)",
        "bjjAdults": "ზრდასრულები. ბრაზილიური ჯიუ-ჯითსუ (BJJ)",
        "kravAdults": "ზრდასრულები. კრავ მაგა (KRAV MAGA)",
        "kravKids": "ბავშვები. კრავ მაგა (KRAV MAGA)",
        "mmaKids": "ბავშვები. MMA",
        "mmaAdults": "ზრდასრულები. MMA",
        "bjjKidsDesc": "ბავშვთა ბრაზილიური ჯიუ-ჯითსუ (BJJ) არის საბრძოლო ხელოვნება, რომელიც დაფუძნებულია ჭიდაობაზე და კონცენტრირდება მიწაზე კონტროლზე, დაქვემდებარებაზე და ლევერჯზე - ყველაფერი ეს დარტყმების გარეშე. ვარჯიშები ეხმარება ბავშვებს გააუმჯობესონ agility, კოორდინაცია, ძალა და სტრატეგიული აზროვნება წნეხის ქვეშ. BJJ ასწავლის ბავშვებს დარჩნენ მშვიდად რთულ სიტუაციებში, დაიცვან თავი პასუხისმგებლობით და აჩვენონ პატივისცემა სხვების მიმართ. ის ავითარებს გამძლეობას, მოთმინებას და თავდაჯერებულობას როგორც მატზე, ასევე მის გარეთ.",
        "bjjAdultsDesc": "ბრაზილიური ჯიუ-ჯითსუ (BJJ) არის საბრძოლო ხელოვნება, რომელიც დაფუძნებულია ჭიდაობაზე და კონცენტრირდება მიწაზე კონტროლზე, დაქვემდებარებაზე და ლევერჯზე - ყველაფერი ეს დარტყმების გარეშე. ვარჯიშები ეხმარება ზრდასრულებს გააუმჯობესონ agility, კოორდინაცია, ძალა და სტრატეგიული აზროვნება წნეხის ქვეშ. BJJ ასწავლის ზრდასრულებს დარჩნენ მშვიდად რთულ სიტუაციებში, დაიცვან თავი პასუხისმგებლობით და აჩვენონ პატივისცემა სხვების მიმართ. ის ავითარებს გამძლეობას, მოთმინებას და თავდაჯერებულობას როგორც მატზე, ასევე მის გარეთ.",
        "kravKidsDesc": "ბავშვთა კრავ მაგა არის თვითდაცვის სისტემა, რომელიც შექმნილია ბავშვებისათვის. ის ასწავლის მათ როგორ უნდა აღიარონ და თავიდან აიცილონ საშიში სიტუაციები, ასევე როგორ უნდა დაიცვან თავი საჭიროების შემთხვევაში. პროგრამა კონცენტრირდება თავდაჯერებულობის, დისციპლინის და პატივისცემის განვითარებაზე, ხოლო პრაქტიკული თვითდაცვის უნარების გაწვდით.",
        "kravAdultsDesc": "კრავ მაგა არის თვითდაცვის სისტემა, რომელიც შეიქმნა ისრაელის არმიის მიერ. ის აერთიანებს სხვადასხვა საბრძოლო ხელოვნების ტექნიკებს და კონცენტრირდება რეალურ სცენარებზე, ასწავლის პრაქტიკოსებს როგორ დაიცვან თავი შეიარაღებული და შეიარაღებული თავდასხმებისგან.",
        "mmaKidsDesc": "ბავშვთა MMA არის შერეული საბრძოლო ხელოვნების პროგრამა, რომელიც შექმნილია ბავშვებისათვის. ის აერთიანებს სხვადასხვა საბრძოლო ხელოვნების ელემენტებს, მათ შორის ბრაზილიურ ჯიუ-ჯითსუ, მუნაი თაის და ჭიდაობას. პროგრამა კონცენტრირდება თავდაჯერებულობის, დისციპლინის და პატივისცემის განვითარებაზე, ხოლო პრაქტიკული თვითდაცვის უნარების გაწვდით.",
        "mmaAdultsDesc": "MMA (შერეული საბრძოლო ხელოვნება) არის სრული კონტაქტის საბრძოლო სპორტი, რომელიც საშუალებას აძლევს სხვადასხვა საბრძოლო ტექნიკების და უნარების გამოყენებას კონკურენციის დროს. ეს არის დარტყმებისა და ჭიდაობის ტექნიკების კომბინაცია სხვადასხვა საბრძოლო ხელოვნების დისციპლინებიდან, მათ შორის კრივიდან, მუნაი თაიდან, ბრაზილიური ჯიუ-ჯითსუ, ჭიდაობიდან და სხვა. MMA ვარჯიში ეხმარება ფიზიკური ფორმის გაუმჯობესებაში, თვითდაცვის უნარების განვითარებაში და ფსიქოლოგიური გამძლეობის გაწვდაში."
    },
    "Footer": {
        "address": "პავლე ასლანიძის ქუჩა 21, თბილისი, საქართველო",
        "callUs": "დაგვიკავშირდით"
    },
    "PromoSections": {
        "promoTitleFree": "უფასო საცდელი გაკვეთილი",
        "promoDescFree": "მოდით საცდელ გაკვეთილზე სრულიად უფასოდ — გაეცანით ჩვენს ტრენერების ატმოსფეროსა და მეთოდიკას.",
        "promoButton": "დაგვიკავშირდით",
        "promoTitleIndividual": "პერსონალიზებული ვარჯიშების გეგმა",
        "promoDescIndividual": "ჩვენ ვაფასებთ თქვენს დონეს, ვადგენთ მიზნებს და ვქმნით პროგრამას თქვენთვის: წონის დაკარგვა, ტონი ან კონკურენტული მომზადება.",
        "promoButtonDetails": "მეტი დეტალები",
        "promoTitleSchedule": "კლასები 5 დღე კვირაში",
        "promoDescSchedule": "კლასები ტარდება კვირაში 5 დღე, გაკვეთილების დროისა და დღის არჩევის შესაძლებლობით. ჩვენ ყოველთვის ბედნიერები ვართ, რომ გნახოთ ვარჯიშზე!",
        "promoButtonSchedule": "გაიგეთ მეტი",
        "promoTitleMasterClasses": "სპეციალური მასტერკლასები",
        "promoDescMasterClasses": "ჩვენი კლუბი რეგულარულად ატარებს მასტერკლასებს და სპეციალურ ღონისძიებებს, რომლებიც საშუალებას გაწვდით გაიცნოთ ახალი ტექნიკები და გააუმჯობესოთ თქვენი უნარები."
    },
    "About": {
        "aboutTitle": "ჩვენ ვართ GLADIUS-ი",
        "aboutDescription": "GLADIUS არის საბრძოლო ხელოვნების სკოლა, რომელიც სპეციალიზირებულია ბრაზილიურ ჯიუ-ჯითსუ (BJJ), კრავ მაგა (KRAV MAGA) და MMA-ში. ჩვენ ვთავაზობთ გაწვდილი გაკვეთილებს ბავშვებისა და ზრდასრულებისათვის, რათა დაეხმარონ მათ განვითარებაში, როგორც სპორტსმენები და როგორც ადამიანები. ჩვენი მწვრთნელები არიან გამოცდილი პროფესიონალები, რომლებიც მზად არიან გაუზიარონ თავიანთი ცოდნა და გამოცდილება."
    }
}