{
    "MainHeader": {
        "home": "Главная",
        "about": "О нас",
        "team": "Наша команда",
        "coaches": "Наши тренеры",
        "facility": "Наш зал",
        "classes": "Наши классы",
        "contacts": "Контакты",
        "gallery": "Фото Галерея",
        "schedule": "Расписание",
        "en": "Английский",
        "ru": "Русский",
        "ka": "Грузинский"
    },
    "Schedule": {
        "mon": "Понедельник",
        "tue": "Вторник",
        "wed": "Среда",
        "thu": "Четверг",
        "fri": "Пятница",
        "sat": "Суббота",
        "sun": "Воскресенье",
        "adlt": "Взрослые",
        "kids": "Дети",
        "Ourschedule": "Наше расписание",
        "schedule": "Расписание"
    },
    "VideoBlock": {
        "gladius": "GLADIUS",
        "welcome": "Японское и бразильское Джиу-Джитсу",
        "videoError": "Ваш браузер не поддерживает HTML5 видео. Пожалуйста используйте современный браузер."
    },
    "Classes": {
        "bjjKids": "Дети. бразильское Джиу-Джитсу (BJJ)",
        "bjjAdults": "Взрослые. бразильское Джиу-Джитсу (BJJ)",
        "kravKids": "Дети. Крав Мага (KRAV MAGA)",
        "kravAdults": "Взрослые. Крав Мага (KRAV MAGA)",
        "mmaKids": "Дети. MMA",
        "mmaAdults": "Взрослые. MMA",
        "bjjKidsDesc": "Детское бразильское Джиу-Джитсу (BJJ) - это боевое искусство, основанное на борьбе, которое сосредоточено на контроле на земле, подчинениях и рычаге - все это без ударов. Тренировки помогают детям улучшить ловкость, координацию, силу и стратегическое мышление в стрессовых ситуациях. BJJ учит детей сохранять спокойствие в сложных ситуациях, защищаться ответственно и проявлять уважение к другим. Оно развивает настойчивость, терпение и уверенность как на ковре, так и за его пределами.",
        "bjjAdultsDesc": "Взрослое бразильское Джиу-Джитсу (BJJ) - это боевое искусство, основанное на борьбе, которое сосредоточено на контроле на земле, подчинениях и рычаге - все это без ударов. Тренировки помогают взрослым улучшить ловкость, координацию, силу и стратегическое мышление в стрессовых ситуациях. BJJ учит взрослых сохранять спокойствие в сложных ситуациях, защищаться ответственно и проявлять уважение к другим. Оно развивает настойчивость, терпение и уверенность как на ковре, так и за его пределами.",
        "kravKidsDesc": "Детское Крав Мага - это система самообороны, разработанная для детей. Она учит их распознавать и избегать опасных ситуаций, а также защищаться в случае необходимости. Программа сосредоточена на развитии уверенности, дисциплины и уважения, одновременно предоставляя практические навыки самообороны.",
        "kravAdultsDesc": "Крав Мага - это система самообороны, разработанная израильской армией. Она сочетает в себе техники различных боевых искусств и сосредоточена на реальных сценариях, обучая практиков, как защищаться от вооруженных и невооруженных атак.",
        "mmaKidsDesc": "Детское MMA - это программа смешанных боевых искусств, разработанная для детей. Она сочетает в себе элементы различных боевых искусств, включая бразильское Джиу-Джитсу, Муай Тай и борьбу. Программа сосредоточена на развитии уверенности, дисциплины и уважения, одновременно предоставляя практические навыки самообороны.",
        "mmaAdultsDesc": "MMA (смешанные боевые искусства) - это контактный боевой спорт, который позволяет использовать широкий спектр боевых техник и навыков из различных боевых искусств в соревнованиях. Это сочетание ударных и борцовских техник из различных боевых искусств, включая бокс, Муай Тай, бразильское Джиу-Джитсу, борьбу и другие. Тренировки MMA помогают улучшить физическую форму, навыки самообороны и психологическую стойкость."
    },
    "Footer": {
        "address": "улица Павла Асланиди 21, Тбилиси, Грузия",
        "callUs": "Позвонить"
    }
}